;[FoundationIncursion X2SitRepTemplate]
;FriendlyName="基金会突袭"
;Description="SCP 基金会机动特遣队已被派往该地区。"

;[FoundationIncursionEffect X2SitRepEffect_AddTeam]
;FriendlyName="基金会突袭"
;Description="SCP基金会特工正在该地区内活动。"

[FoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队伊普西隆-11（九尾狐）突袭"
Description="SCP基金会的精英士兵已被派往该地区。"

[FoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队伊普西隆-11（九尾狐）突袭"
Description="SCP基金会的精英士兵正在该地区内行动。"

[SNeFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队伊塔-10 ('非礼勿视') 渗透"
Description="反认知危害专家已被派往该地区。"

[SNeFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队伊塔-10 ('非礼勿视') 渗透"
Description="反认知危害专家正在该地区中行动。"

[MahFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队贝塔-7 ('疯帽商') 远征队"
Description="SCP基金会的疯帽商部队已被派往该地区。"

[MahFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队贝塔-7 ('疯帽商') 远征队"
Description="SCP基金会的疯帽商单位正在该地区中行动。"

[FieFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队伊普西隆-9 ('噬火者') 清理"
Description="SCP基金会的清理小队已被派往该地区。"

[FieFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队伊普西隆-9 ('噬火者') 清理"
Description="SCP基金会的清洁小队正在战场内行动。"

[HmdFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队纽-7 ('落锤') 突击"
Description="SCP基金会的全副武装的部队位于战场中。"

[HmdFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队纽-7 ('落锤') 突击"
Description="SCP基金会的全副武装的部队位于战场中。"

[PecFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队兰姆达-12 ('害虫防治') 歼灭战"
Description="SCP基金会的根除者正在战场中活动。"

[PecFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队兰姆达-12 ('害虫防治') 歼灭战"
Description="SCP基金会的根除者正在战场中活动。"

[AsmFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队伽马-13 ('阿西莫夫的执法者') 扫荡"
Description="SCP基金会的机器人部门正在该地区中行动。"

[AsmFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队伽马-13 ('阿西莫夫的执法者') 扫荡"
Description="SCP基金会的机器人部门单位正在该地区中行动。"

[MolFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队泽塔-9（‘鼹鼠’）搜索"
Description="SCP基金会的近距离专家正在战场内行动。"

[MolFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队泽塔-9（‘鼹鼠’）搜索"
Description="SCP基金会的近距离专家正在战场内行动。"

[SamFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队托法-5 ('轮回') 部署"
Description="不朽之基士兵被部署到战场。"

[SamFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队托法-5 ('轮回') 部署"
Description="不朽之基士兵被部署到战场。"

[DrmFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队奥密克戎 (‘梦之队’) 部署"
Description="基金会梦神已被部署到战场上。"

[DrmFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队奥密克戎 (‘梦之队’) 部署"
Description="基金会梦神已被部署到战场上。"

[MTFRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-11 专家"

[MTFMachineGunner_M1 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-11 后勤"

[MTFLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-11 队长"

[MTFRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-11 前卫"

[MTFMachineGunner_M2 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-11 火炮"

[MTFLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-11 红帽"

[MTFRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-11 特战"

[MTFMachineGunner_M3 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-11 轰炸"

[MTFLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-11 九尾狐"

[MTFSneRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队伊塔-10 士兵"

[MTFSneRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队伊塔-10 士官"

[MTFSneRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队伊塔-10 军士长"

[MTFSneLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队伊塔-10 上尉"

[MTFSneLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队伊塔-10 上校	"

[MTFSneLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队伊塔-10 司令"

[MTFMahRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队贝塔-7 探险者"

[MTFMahRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队贝塔-7 疯帽"

[MTFMahRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队贝塔-7 老手"

[MTFMahLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队贝塔-7 化学家"

[MTFMahLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队贝塔-7 化学专家"

[MTFMahLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队贝塔-7 化学大师"

[MTFFieRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-9 收尾人"

[MTFFieRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-9 引燃物"

[MTFFieRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-9 助燃剂"

[MTFFieLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-9 点火器"

[MTFFieLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-9 火焰"

[MTFFieLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-9 余烬"

[MTFHmdRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队纽-7 饲料"

[MTFHmdRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队纽-7 士兵"

[MTFHmdRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队纽-7 军士长"

[MTFHmdLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队纽-7 排长"

[MTFHmdLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队纽-7 连长"

[MTFHmdLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队纽-7 团长"

[MTFPecRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队兰姆达-12 杀虫剂"

[MTFPecRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队兰姆达-12 消除者"

[MTFPecRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队兰姆达-12 歼灭者"

[MTFPecLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队兰姆达-12 根除者"

[MTFPecLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队兰姆达-12 昆虫学家"

[MTFPecLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队兰姆达-12 热浪"

[MTFAsmRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队伽马-13 侦察机"

[MTFAsmRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队伽马-13 战争平台"

[MTFAsmRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队伽马-13 战争机器"

[MTFAsmLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队伽马-13 技术员"

[MTFAsmLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队伽马-13 专家"

[MTFAsmLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队伽马-13 操作员"

[MTFMolRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队泽塔-9 地下探险"

[MTFMolRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队泽塔-9 探险者"

[MTFMolRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队泽塔-9 挖掘者"

[MTFMolLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队泽塔-9 洞穴"

[MTFMolLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队泽塔-9 领路人"

[MTFMolLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队泽塔-9 队长"

[MTFSamOnru_M1 X2CharacterTemplate]
strCharacterName="T-5 ONRU" ; 为了便于记忆，女性

[MTFSamOnru_M2 X2CharacterTemplate]
strCharacterName="T-5 ONRU" ; 为了便于记忆，女性

[MTFSamOnru_M3 X2CharacterTemplate]
strCharacterName="T-5 ONRU" ; 为了便于记忆，女性

[MTFSamIrantu_M1 X2CharacterTemplate]
strCharacterName="T-5 IRANTU" ; 为了便于记忆，男性

[MTFSamIrantu_M2 X2CharacterTemplate]
strCharacterName="T-5 IRANTU" ; 为了便于记忆，男性

[MTFSamIrantu_M3 X2CharacterTemplate]
strCharacterName="T-5 IRANTU" ; 为了便于记忆，男性

[MTFSamMunru_M1 X2CharacterTemplate]
strCharacterName="T-5 MUNRU" ;为了便于记忆，男性

[MTFSamMunru_M2 X2CharacterTemplate]
strCharacterName="T-5 MUNRU" ;为了便于记忆，男性

[MTFSamMunru_M3 X2CharacterTemplate]
strCharacterName="T-5 MUNRU" ;为了便于记忆，男性

[MTFSamNANKU_M1 X2CharacterTemplate]
strCharacterName="T-5 NANKU" ; 为了便于记忆，女性

[MTFSamNANKU_M2 X2CharacterTemplate]
strCharacterName="T-5 NANKU" ; 为了便于记忆，女性

[MTFSamNANKU_M3 X2CharacterTemplate]
strCharacterName="T-5 NANKU" ; 为了便于记忆，女性

[MTFDrmRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队奥密克戎-16 梦神"

[MTFDrmRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队奥密克戎-16 狩梦者"

[MTFDrmRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队奥密克戎-16 睡神"

[MTF_m4a1_M1 X2WeaponTemplate]
FriendlyName="基金会发行的 M4"
FriendlyNamePlural="M4s"
BriefSummary=""
TacticalText=""

[MTF_M249_M1 X2WeaponTemplate]
FriendlyName="基金会发行的 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_P90_M1 X2WeaponTemplate]
FriendlyName="基金会发行的 FN P90"
FriendlyNamePlural="P90s"
BriefSummary=""
TacticalText=""

[MTF_m4a1_M2 X2WeaponTemplate]
FriendlyName="基金会发行的 M4"
FriendlyNamePlural="M4s"
BriefSummary=""
TacticalText=""

[MTF_M249_M2 X2WeaponTemplate]
FriendlyName="基金会发行的 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_P90_M2 X2WeaponTemplate]
FriendlyName="基金会发行的 FN P90"
FriendlyNamePlural="P90s"
BriefSummary=""
TacticalText=""

[MTF_m4a1_M3 X2WeaponTemplate]
FriendlyName="基金会发行的 M4"
FriendlyNamePlural="M4s"
BriefSummary=""
TacticalText=""

[MTF_M249_M3 X2WeaponTemplate]
FriendlyName="基金会发行的 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_P90_M3 X2WeaponTemplate]
FriendlyName="基金会发行的 FN P90"
FriendlyNamePlural="P90s"
BriefSummary=""
TacticalText=""

[MTF_Ump45_M1 X2WeaponTemplate]
FriendlyName="基金会发行的 Ump45"
FriendlyNamePlural="Ump45s"
BriefSummary=""
TacticalText=""

[MTF_Ump45_M2 X2WeaponTemplate]
FriendlyName="基金会发行的 Ump45"
FriendlyNamePlural="Ump45s"
BriefSummary=""
TacticalText=""

[MTF_Ump45_M3 X2WeaponTemplate]
FriendlyName="基金会发行的 Ump45"
FriendlyNamePlural="Ump45s"
BriefSummary=""
TacticalText=""

[MTF_G36C_M1 X2WeaponTemplate]
FriendlyName="基金会发行的 G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTF_G36C_M2 X2WeaponTemplate]
FriendlyName="基金会发行的 G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTF_G36C_M3 X2WeaponTemplate]
FriendlyName="基金会发行的 G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTF_M1014_M1 X2WeaponTemplate]
FriendlyName="基金会发行的 M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTF_M1014_M2 X2WeaponTemplate]
FriendlyName="基金会发行的 M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTF_M1014_M3 X2WeaponTemplate]
FriendlyName="基金会发行的 M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTF_Pistol_M1 X2WeaponTemplate]
FriendlyName="基金会发行的 M1911"
FriendlyNamePlural="M1911s"
BriefSummary="基金会发行的 M1911 手枪。比我们的常规手枪造成的伤害小，但更精确"
TacticalText="机动特遣队使用的手枪"

[MTF_Pistol_M2 X2WeaponTemplate]
FriendlyName="基金会发行的 M1911"
FriendlyNamePlural="M1911s"
BriefSummary="基金会发行的 M1911 手枪。比我们的常规手枪造成的伤害小，但更精确"
TacticalText="机动特遣队使用的手枪"

[MTF_Pistol_M3 X2WeaponTemplate]
FriendlyName="基金会发行的 M1911"
FriendlyNamePlural="M1911s"
BriefSummary="基金会发行的 M1911 手枪。比我们的常规手枪造成的伤害小，但更精确"
TacticalText="机动特遣队使用的手枪"

[MTF_TranqPistol_M1 X2WeaponTemplate]
FriendlyName="基金会发放的镇静剂"
FriendlyNamePlural="镇静剂"
BriefSummary="基金会发放的镇静剂"
TacticalText="基金会发放的镇静剂"

[MTF_TranqPistol_M2 X2WeaponTemplate]
FriendlyName="基金会发放的镇静剂"
FriendlyNamePlural="镇静剂"
BriefSummary="基金会发放的镇静剂"
TacticalText="基金会发放的镇静剂"

[MTF_XCOMTranqPistol X2WeaponTemplate]
FriendlyName="XCOM 镇静剂"
FriendlyNamePlural="XCOM 镇静剂"
BriefSummary="XCom 镇静剂具有特殊能力‘快速击晕’，可以迷惑目标并有机会将其击晕。"
TacticalText="XCom 镇静剂具有特殊能力‘快速击晕’，可以迷惑目标并有机会将其击晕。"


[MTF_SpecialM249_M1 X2WeaponTemplate]
FriendlyName="基金会发行的 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_SpecialM249_M2 X2WeaponTemplate]
FriendlyName="基金会发行的 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_SpecialM249_M3 X2WeaponTemplate]
FriendlyName="基金会发行的 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_m4a1drm_M1 X2WeaponTemplate]
FriendlyName="基金会发行的激光步枪"
FriendlyNamePlural="基金会发布的激光步枪"
BriefSummary=""
TacticalText=""

[MTF_m4a1drm_M2 X2WeaponTemplate]
FriendlyName="基金会发行的激光步枪"
FriendlyNamePlural="基金会发布的激光步枪"
BriefSummary=""
TacticalText=""

[MTF_m4a1drm_M3 X2WeaponTemplate]
FriendlyName="基金会发行的激光步枪"
FriendlyNamePlural="基金会发布的激光步枪"
BriefSummary=""
TacticalText=""

[ScrambleGearAbility X2AbilityTemplate]
LocFriendlyName="干扰齿轮过滤器"
LocFlyOverText="扰频齿轮过滤器"
LocLongDescription="消除基金会已知的所有认知危害。同时增强感知能力。"
LocHelpText="对基金会已知的所有认知危害和思维旋转具有免疫力。"

[ScrambleGearUpgradeKit X2ItemTemplate]
FriendlyName="扰频装置升级套件"
FriendlyNamePlural="扰频装置升级套件"
BriefSummary="这看起来像是干扰齿轮头盔的普通部分，但实际上是干扰齿轮护目镜的更高级版本。我们可以使用它来升级我们的干扰齿轮"

[MazHattersEQ X2ItemTemplate]
FriendlyName="破损的玛兹帽匠背心"
FriendlyNamePlural="疯帽商生化背心"
BriefSummary="马兹·哈特的背心从其中一具尸体上脱下来。"

[FireEatersEQ X2ItemTemplate]
FriendlyName="损坏的噬火者装备"
FriendlyNamePlural="破损的噬火者装备"
BriefSummary="从其中一具尸体上取下的噬火者装备背心。"

[PecBrokenTranq X2ItemTemplate]
FriendlyName="破碎基础镇静剂"
FriendlyNamePlural="破碎基础镇静剂"
BriefSummary="破碎的地基镇静剂由 兰姆达-12 领袖掉落。"

[AsmEQ X2ItemTemplate]
FriendlyName="阿西莫夫的手榴弹发射失败"
FriendlyNamePlural="阿西莫夫的手榴弹发射失败"
BriefSummary="阿西莫夫的手榴弹似乎出现了故障。"

[MolEQ X2ItemTemplate]
FriendlyName="破损的鼹鼠徒步装备"
FriendlyNamePlural="破损的鼹鼠徒步装备"
BriefSummary="鼹鼠徒步装备 从其中一具尸体上取下。"

[MTFStunGrenade X2GrenadeTemplate]
FriendlyName="机动特遣队的眩晕手榴弹"
FriendlyNamePlural="机动特遣队的眩晕手榴弹"
BriefSummary="Nu-7 使用的眩晕手榴弹用于活捉 POI 和 GOI 成员。它不会造成伤害，但可以投掷得更远，并且始终会击晕目标。也适用于小队成员。"
TacticalText="<Bullet/>眩晕手榴弹不会造成伤害，但可以扔得更远，并且始终会使目标眩晕。<br><Bullet/>对小队成员也有效。"
ThrownAbilityName="投掷眩晕手榴弹"
ThrownAbilityHelpText="击晕受影响区域内的所有敌对目标。"
LaunchedAbilityname="发射眩晕手榴弹"
LaunchedAbilityHelpText="击晕受影响区域内的所有敌对目标。"

[AsmGrenade X2GrenadeTemplate]
FriendlyName="阿西莫夫的手榴弹"
FriendlyNamePlural="阿西莫夫的手榴弹"
BriefSummary="伽马-13 使用的阿西莫夫手榴弹。它们会降低所有单位的黑客防御能力，并且有 100% 的几率使其武器失效，迫使其重新装弹。"
TacticalText="<Bullet/> 阿西莫夫的手榴弹对机器人敌人造成 8 点保证伤害，同时还能使射程内的所有主要武器失效。"
ThrownAbilityName="投掷阿西莫夫的手榴弹"
ThrownAbilityHelpText="伤害敌方机器人，并使受影响区域内所有单位的武器失效。"
LaunchedAbilityname="发射阿西莫夫的手榴弹"
LaunchedAbilityHelpText="伤害敌方机器人，并使受影响区域内所有单位的武器失效。"

[ScrambleGear X2EquipmentTemplate]
FriendlyName="扰频装置"
FriendlyNamePlural="扰乱齿轮"
UnknowNutilityCategory="PsiOffence"
BriefSummary="头戴式装备可消除基金会已知的所有认知危害。"
TacticalText="免疫所有认知危害和精神控制攻击，同时增强感知能力"

[MazHatVest X2EquipmentTemplate]
FriendlyName="疯帽商生化的背心"
FriendlyNamePlural="疯帽商生化背心"
BriefSummary="基金会 疯帽商生化机动特遣队使用的防护背心。可免疫所有元素伤害类型，同时还能增加护甲和生命值"
TacticalText="<Bullet/>增加士兵的生命值和护甲。\n<Bullet/>提供对火、酸、霜、电、辐射和毒的免疫力。"

[MoleVest X2EquipmentTemplate]
FriendlyName="鼹鼠远足装备"
FriendlyNamePlural="鼹鼠远足装备"
BriefSummary="泽塔-9 特工使用的徒步装备。"
TacticalText="<Bullet/>增加士兵的生命值、护甲和闪避。提供擒抱能力。\n<Bullet/>。"

[FieHellWeave X2EquipmentTemplate]
FriendlyName="多用途噬火者套装"
FriendlyNamePlural="多用途噬火者套装"
BriefSummary="一种带有额外弹药和手榴弹袋的特制地狱纹布"
TacticalText="<Bullet/> 增加士兵的生命值和护甲。\n<Bullet/> 提供对火焰的免疫力，有机会使近距离攻击者燃烧并产生伴随的致残效果，并提供基于火焰的手榴弹和重型武器炸药，以及龙弹。"

[ScrambleGearMk2 X2EquipmentTemplate]
FriendlyName="高级扰频装置"
FriendlyNamePlural="高级扰频装置"
UnknowNutilityCategory="灵能罪行"
BriefSummary="头戴式装备可消除基金会已知的所有认知危害。"
TacticalText="免疫所有认知危害和精神控制攻击，同时增强感知能力"

[MazHatVestBonus X2AbilityTemplate]
LocFriendlyName="疯帽制服"
LocHelpText="提供对酸、毒、火、霜冻、电和辐射的免疫。"
LocLongDescription="提供对酸、毒、火、霜冻、电和辐射的免疫。"
LocFlyOverText="疯帽制服"

[MoleVestBonus X2AbilityTemplate]
LocFriendlyName="鼹鼠奖励"
LocHelpText="提供健康、护甲、闪避、和特殊抓钩。"
LocLongDescription="提供健康、护甲、闪避、和特殊抓钩。"
LocFlyOverText="鼹鼠奖励"

[FieScorchCircuits X2AbilityTemplate]
LocFriendlyName="噬火者的烧灼电路"
LocHelpText="自动对任何近战攻击者造成伤害。授予基于火焰的装备，以及对火焰和霜冻的抵抗力"
LocLongDescription="自动对任何近战攻击者造成伤害。提供对火焰和冰霜的免疫力。"
LocFlyOverText="噬火者的烧灼电路"

[FieHellWeaveGrenade X2AbilityTemplate]
LocFriendlyName="手榴弹袋"
LocHelpText="提供免费燃烧手榴弹炸药"

[FieHellWeaveThrower X2AbilityTemplate]
LocFriendlyName="燃料箱"
LocHelpText="提供免费的地狱火炸药"

[FieHellWeaveRounds X2AbilityTemplate]
LocFriendlyName="龙弹药袋"
LocHelpText="提供龙弹。替换给这名士兵的任何其他弹药物品。（我不知道它如何与 Grimy 的战利品弹药升级配合使用）"

[ScrambleGearAimAbility X2AbilityTemplate]
LocFriendlyName="扰频装置感知"
LocFlyOverText="扰频装置感知"
LocLongDescription="显著提升黑客攻击、瞄准和致命一击的几率。"
LocHelpText="显著提升黑客攻击、瞄准和致命一击的几率。"

[ScrambleGearMk2AimAbility X2AbilityTemplate]
LocFriendlyName="高级扰频装置感知"
LocFlyOverText="高级扰频装置感知"
LocLongDescription="显著提升黑客攻击、瞄准和致命一击的几率。"
LocHelpText="显著提升黑客攻击、瞄准和致命一击的几率。"

[PTG_ScrambleGear_Tech X2TechTemplate]
DisplayName ="扰频齿轮分析"
Summary = "这种所谓的干扰齿轮似乎是一种装置，可以保护佩戴者免受任何影响心灵的异常和灵能的影响，同时为他们提供放大现实护目镜和瞄准辅助。沈博士和她的团队将对这款非凡的头盔进行分析"
LongDescription = "我们成功地重建了该设备，如果您愿意的话，沈博士建议她的团队应该能够制造多个此类设备。R. 泰根。"

[PTG_ScrambleGear_Engineer X2TechTemplate]
DisplayName =干扰齿轮Construction"
Summary = "在成功分析了在现场回收的基础扰乱装置后，我们应该能够在复仇者号上建造这样的装置"
LongDescription = "扰乱装备，可能是将我们的士兵与敌人心灵影响灵能隔离开来的下一步。我建议让我们的士兵在战场上试用它们。R. 泰根。"

[PTG_ScrambleGearMk2_Engineer X2TechTemplate]
DisplayName ="争夺装备升级"
Summary = "我们现在可以使用机动特遣队伊塔-10‘看不见邪恶’的升级套件，以增加内置于我们的干扰齿轮之一中的感知放大器。"
LongDescription = "‘看不见邪恶’小队队长携带着一个干扰齿轮升级套件，我们可以使用它来进一步改进我们的一个干扰齿轮。R. 泰根。"

[PTG_MazHatVest_Engineer X2TechTemplate]
DisplayName ="疯帽商生化背心重建"
Summary = "它受损严重，但并非无法修复。我们应该能够重建它的所有系统和防护板。"
LongDescription = "‘疯帽商生化’ 穿着极其高效的防护服，可以保护他们免受所有自然危害。我们可以尝试自己制作一套这样的防护服。R. 泰根。"

[PTG_FieHellWeave_Engineer X2TechTemplate]
DisplayName = "食火者地狱纹章重建"
Summary = "该设备磨损严重，需要修理。可以将其修好以供我们的士兵在战场上使用。"
LongDescription = "‘食火者’装备了相当紧凑的装备，这使得它们能够携带更多的燃烧武器。如果我们选择保留一些金属核心和合金，我们应该能够重建它。R. 泰根。"

[PTG_PecTranq_Engineer X2TechTemplate]
DisplayName = "基金会镇静手枪重建"
Summary = "这把手枪能够暂时击晕有机体和机器人单位。我们可以尝试重建它。"
LongDescription = "‘害虫控制’操作员配备了标准基金会武器，以及这把手枪，它能够击晕有机目标，并暂时扰乱机器人目标。我们可以尝试重建和升级，以更好地满足我们的目的。R. 泰根。"

[PTG_AsmGrenade_Engineer X2TechTemplate]
DisplayName ="阿西莫夫的手榴弹分析与重建"
Summary = "这枚手榴弹似乎没有发射，因此我们可以对其进行分析，并找到在工程舱中制造它们的方法。"
LongDescription = "‘阿西莫夫的执法者’使用的是类似阿西莫夫手榴弹的名字。他们与科幻作家关系不大，但与安德森机器人研究所有某种联系。分析完成后，我们应该能够批量生产这种手榴弹。R. 泰根。"

[PTG_MolArmor_Engineer X2TechTemplate]
DisplayName = "鼹鼠装备重建"
Summary = "这款战术背心比我们的大多数防弹衣都轻，并且配有抓钩和徒步装备。我们可能会尝试重建它。"
LongDescription = "‘鼹鼠’ 是一支专门探索地下和封闭空间的机动特遣队，这解释了为什么他们的装备包括抓钩和类似的装备。我们可以为我们的士兵重建那件背心，供他们在战场上使用。R. 泰根。"

[PTG_MazHatVest_Engineer2 X2TechTemplate]
DisplayName ="疯帽商生化背心结构"
Summary = "重建成功后，我们可以构建额外的基础背心，而不需要原有的框架。"
LongDescription = "‘疯帽商生化’ 穿着极其高效的防护服，可以保护他们免受所有自然危害。我们可以根据需要制造尽可能多的防护服。R. 泰根。"

[PTG_FieHellWeave_Engineer2 X2TechTemplate]
DisplayName = "食火者地狱纹布构造"
Summary = "重建成功后，我们可以构建额外的基础背心，而不需要原有的框架。"
LongDescription = "‘食火者’装备了相当紧凑的装备，这使得它们能够携带更多的燃烧武器。我们可以根据需要制造尽可能多的食火者。R. 泰根。"

[PTG_PecTranq_Engineer2 X2TechTemplate]
DisplayName = "基金会麻醉手枪建造"
Summary = "成功重建后，我们可以构建额外的基础麻醉手枪，而不需要原始框架。"
LongDescription = "‘害虫控制’操作员配备了标准基金会武器，以及这把手枪，它可以击晕有机目标，并暂时扰乱机器人目标。我们可以根据需要制造任意数量的害虫控制操作员。R. 泰根。"

[PTG_MolArmor_Engineer2 X2TechTemplate]
DisplayName ="鼹鼠齿轮构造"
Summary = "重建成功后，我们可以制造额外的基础背心，而不需要原始框架。"
LongDescription = "‘鼹鼠’ 是一支专门探索地下和封闭空间的机动特遣队，这解释了为什么他们的装备包括抓钩和类似的装备。我们可以根据需要制造尽可能多的鼹鼠。R. 泰根。"


[MTFgign_helm X2BodyPartTemplate]
DisplayName="机动特遣队头盔"

[MTFgign_helm2 X2BodyPartTemplate]
DisplayName="机动特遣队头盔 2"

[MTFgign_helm3 X2BodyPartTemplate]
DisplayName="机动特遣队头盔 3"

[FoundationLogo X2BodyPartTemplate]
DisplayName="安全包含保护"

[PecLightningHands X2AbilityTemplate]
LocFriendlyName="雷霆之手"
LocLongDescription="向目标发射你的 <Ability:SecondaryWeaponName/>。此攻击不消耗任何动作。"
LocHelpText="向目标发射你的 <Ability:SecondaryWeaponName/>。此攻击不消耗任何动作。"
LocFlyOverText="雷霆之手"

[XCOMPECLightningHands X2AbilityTemplate]
LocFriendlyName="快速击晕"
LocLongDescription="向目标发射 <Ability:SecondaryWeaponName/> 来暂时击晕或迷惑目标。这次攻击不消耗任何动作。"
LocHelpText="向目标发射你的 <Ability:SecondaryWeaponName/>。此攻击不消耗任何动作。"
LocFlyOverText="快速击晕"

[SamsaraPCS X2EquipmentTemplate]
FriendlyName="PCS: Samsara 反应涂层"
BriefSummary="从 Samsara 中回收的网络植入物将允许士兵恢复健康并摆脱敌人的火力。"

[FoundationForces X2SitRepTemplate]
FriendlyName="基金会封锁"
Description="任务发生在被基金会机动特遣队完全封锁的区域"

[FoundationForcesEffect X2SitRepEffect_AddTeam]
FriendlyName="基金会封锁"
Description="任务发生在被基金会机动特遣队完全封锁的区域"











;2021

[MTFAsm_Boss X2CharacterTemplate]
strCharacterName="机动特遣队伽马-13 捕食者猎人"

[AsmBossCosmetic X2AbilityTemplate]
LocFriendlyName="屏蔽电路"
LocHelpText="Mec 对蓝屏协议和其他反机器人措施免疫。"
LocLongDescription="Mec 对蓝屏协议和其他反机器人措施免疫。"
LocFlyOverText="免疫蓝屏"

[MTFMEC_M4_WPN X2WeaponTemplate]
FriendlyName="执法者加特林步枪"
FriendlyNamePlural="执法者加特林步枪"
BriefSummary="阿西莫夫执法者战斗无人机使用的 Mec 武器。"
TacticalText="重型机械武器"

[MTFMECXCOM_M4_WPN X2WeaponTemplate]
FriendlyName="执法者加特林步枪"
FriendlyNamePlural="执法者加特林步枪"
BriefSummary="阿西莫夫执法者战斗无人机使用的 Mec 武器。"
TacticalText="重型机械武器"

[MTFBoss X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-11 突击队"

[MTFSneBoss X2CharacterTemplate]
strCharacterName="机动特遣队伊塔-10 中校"

[MTF_M1014_M4 X2WeaponTemplate]
FriendlyName="基金会发行的 M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTFMah_Boss X2CharacterTemplate]
strCharacterName="机动特遣队贝塔-7 化学掷弹兵"

[MTFFie_Boss X2CharacterTemplate]
strCharacterName="机动特遣队伊普西隆-9 将军"

[MTFHmd_Boss X2CharacterTemplate]
strCharacterName="机动特遣队Nu-7 将军"

[MTFPec_Boss X2CharacterTemplate]
strCharacterName="机动特遣队兰姆达-12 神枪手"

[MTF_M249_M4 X2WeaponTemplate]
FriendlyName="基金会发行的 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_G36C_M4 X2WeaponTemplate]
FriendlyName="基金会发行的 G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTFSword_BM X2WeaponTemplate]
FriendlyName="基金会发行的火剑"
FriendlyNamePlural="火剑"
BriefSummary=""
TacticalText=""

[mtfSustainingSphereAbility X2AbilityTemplate]
LocFriendlyName="维持领域"
LocHelpText="维持球是一种紧急故障安全机制，当士兵濒临死亡时会自动启动，暂时将其置于悬空状态以延长其生命。该球只能在战斗中使用一次，一旦启动就会从士兵的库存中永久移除。"
LocLongDescription="维持球是一种紧急故障安全机制，当士兵濒临死亡时会自动激活，使其暂时处于悬空状态以延长其生命。该球只能在战斗中使用一次，一旦激活就会从士兵的库存中永久移除。"
LocFlyOverText="支撑球体"
LocPromotionPopupText="<Bullet/> 请注意，持续存在的单位在脱离停滞状态后可能会保留中毒或燃烧等破坏性状态效果。<br/>"

[mtfSustainingSphereTriggeredAbility X2AbilityTemplate]
LocFriendlyName="维持领域"
LocHelpText="维持球是一种紧急故障安全机制，当士兵濒临死亡时会自动启动，暂时将其置于悬空状态以延长其生命。该球只能在战斗中使用一次，一旦启动就会从士兵的库存中永久移除。"
LocLongDescription="维持球是一种紧急故障安全机制，当士兵濒临死亡时会自动激活，使其暂时处于悬空状态以延长其生命。该球只能在战斗中使用一次，一旦激活就会从士兵的库存中永久移除。"


[MazHatVestmk2 X2EquipmentTemplate]
FriendlyName="疯帽商生化灵能背心"
FriendlyNamePlural="疯帽商生化的灵能背心"
BriefSummary="基金会 疯帽商生化机动特遣队使用的防护背心。提供对所有元素伤害类型的免疫以及护甲和生命值。使用灵能技术升级。提供堡垒能力和可重复使用的维持球体效果。"
TacticalText="<Bullet/>增加士兵的生命值和护甲。\n<Bullet/>提供对火、酸、霜、电、辐射和毒的免疫力。"

[FoundationSectopod_Wpn X2WeaponTemplate]
FriendlyName="破坏者Blas生化"
FriendlyNamePlural="破坏者Blas生化"
BriefSummary="XCOM 已成功回收了多种标准步兵小型武器;这是最常见的一种，类似于二十年前使用的步枪。虽然它明显不如变种人磁性技术，但一旦发现标准技术方法，至少可以使用额外的武器回收对其进行升级。"
TacticalText="<Bullet/> 发射主武器总会结束士兵的回合\n<Bullet/> 如果士兵同时使用两种操作进行射击，则会进行三发射击，准确度会降低，但总体效率会提高\n<Bullet/> 使用从敌人那里夺取的升级来提高突击步枪的战术效力"

[FoundationSectopod X2CharacterTemplate]
strCharacterName="基金会控制的 Sectopod"

;我不知道我是否真的会将这种能力用于 sectopod。
[ObeyTheSCP X2AbilityTemplate]
LocFriendlyName="接管"
LocLongDescription="尝试侵入敌方 AI 系统"
LocHelpText="命令 SCP-079 接管其视线内的任何敌对 AI。"
LocFlyOverText="已获得新平台..."
LocMissMessage="侮辱。删除不需要的平台，待处理..."
LocPromotionPopupText="<Bullet/> 支配需要灵能操作员的灵能力量值与目标的意志值进行较量。<br/><Bullet/> 如果支配尝试失败，则需要等待 4 个回合才能尝试另一次支配。<br/><Bullet/> 如果灵能操作员死亡或离开战场，支配就会被打破。<br/>"

[MTFWallPhasing X2AbilityTemplate]
LocFriendlyName="幽灵"
LocHelpText="允许单位直接穿过障碍物。"
LocLongDescription="允许单位直接穿过障碍物。"
LocFlyOverText="阶段性"

[MTFMol_Boss X2CharacterTemplate]
strCharacterName="机动特遣队泽塔-9 指挥长"

[MTFPurifierFlamethrower X2WeaponTemplate]
FriendlyName="机动特遣队火焰喷射器"
FriendlyNamePlural="机动特遣队火焰喷射器"
BriefSummary="机动特遣队火焰喷射器"
TacticalText="机动特遣队火焰喷射器"
AbilityDescName="机动特遣队火焰喷射器"

[MTFPurifierFlamethrower X2AbilityTemplate]
LocFriendlyName="火焰喷射器"
LocLongDescription="净化器以宽而短的锥形喷射火焰。"
LocHelpText="净化器射出的火焰呈宽而短的锥形。"
LocFlyOverText="火焰喷射器"

[GOCIncursion X2SitRepTemplate]
FriendlyName="GOC 干预"
Description="GOC 响应小组已到达该地区。"

[GOCIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="全球神秘联盟干预"
Description="战前Nu的反异常部队存在于 战场 中。"

[GOCDeathSquad X2SitRepTemplate]
FriendlyName="GOC 死亡小队"
Description="GOC 的重型交战底盘，连同地面支援单位都在 战场 中。"

[GOCDeathSquadEffect X2SitRepEffect_AddTeam]
FriendlyName="全球超自然联盟死亡小队"
Description="GOC 的重型交战底盘和支援部队位于 战场 中。"

[GOCSoldier_M1 X2CharacterTemplate]
strCharacterName="全球超自然联盟步兵"

[GOCVanguard_M1 X2CharacterTemplate]
strCharacterName="全球超自然联盟先锋"

[GOCPeacekeeper_M1 X2CharacterTemplate]
strCharacterName="全球超自然联盟维和人员"

[GOCTechnician_M1 X2CharacterTemplate]
strCharacterName="全球超自然联盟技术员"

[GOCSniper_M1 X2CharacterTemplate]
strCharacterName="全球超自然联盟狙击手"

[GOCSoldier_M2 X2CharacterTemplate]
strCharacterName="全球超自然联盟海军陆战队"

[GOCVanguard_M2 X2CharacterTemplate]
strCharacterName="全球超自然联盟哨兵"

[GOCPeacekeeper_M2 X2CharacterTemplate]
strCharacterName="全球超自然联盟平定者"

[GOCTechnician_M2 X2CharacterTemplate]
strCharacterName="全球神秘联盟行动者"

[GOCSniper_M2 X2CharacterTemplate]
strCharacterName="全球超自然联盟神射手"

[GOCSoldier_M3 X2CharacterTemplate]
strCharacterName="全球超自然联盟老兵"

[GOCVanguard_M3 X2CharacterTemplate]
strCharacterName="全球超自然联盟保护者"

[GOCPeacekeeper_M3 X2CharacterTemplate]
strCharacterName="全球超自然联盟仲裁员"

[GOCTechnician_M3 X2CharacterTemplate]
strCharacterName="全球超自然联盟工程师"

[GOCSniper_M3 X2CharacterTemplate]
strCharacterName="全球超自然联盟神枪手"

[GOCSectopod_M1 X2CharacterTemplate]
strCharacterName="全球超自然联盟重型交战底盘"

[GOCSectopod_M2 X2CharacterTemplate]
strCharacterName="全球超自然联盟超重型交战底盘"

[GOCSectopod_M3 X2CharacterTemplate]
strCharacterName="全球超自然联盟大魔王"

[GOCPumaTheGreatApostole X2CharacterTemplate]
strCharacterName="庇护所守护者"

[GOCRifle_CV X2WeaponTemplate]
FriendlyName="常规步枪"
FriendlyNamePlural="常规步枪"
BriefSummary=""
TacticalText=""

[GOCLMG_CV X2WeaponTemplate]
FriendlyName="战前轻机枪"
FriendlyNamePlural="失窃的轻机枪"
BriefSummary=""
TacticalText=""

[GOCShotgun_CV X2WeaponTemplate]
FriendlyName="突击霰弹枪"
FriendlyNamePlural="突击霰弹枪"
BriefSummary=""
TacticalText=""

[GOCPistol_CV X2WeaponTemplate]
FriendlyName="战前手枪"
FriendlyNamePlural="战前手枪"
BriefSummary=""
TacticalText=""

[GOCSniperRifle_CV X2WeaponTemplate]
FriendlyName="GOC 狙击步枪"
FriendlyNamePlural="GOC 狙击步枪"
BriefSummary=""
TacticalText=""

[GOCRifle_MG X2WeaponTemplate]
FriendlyName="激光步枪"
FriendlyNamePlural="激光步枪"
BriefSummary=""
TacticalText=""

[GOCLMG_MG X2WeaponTemplate]
FriendlyName="旋转轻机枪"
FriendlyNamePlural="旋转轻机枪"
BriefSummary=""
TacticalText=""

[GOCShotgun_MG X2WeaponTemplate]
FriendlyName="激光突击霰弹枪"
FriendlyNamePlural="激光突击霰弹枪"
BriefSummary=""
TacticalText=""

[GOCPistol_MG X2WeaponTemplate]
FriendlyName="磁力手枪"
FriendlyNamePlural="磁力手枪"
BriefSummary=""
TacticalText=""

[GOCSniperRifle_MG X2WeaponTemplate]
FriendlyName="GOC 高斯狙击步枪"
FriendlyNamePlural="GOC 高斯狙击步枪"
BriefSummary=""
TacticalText=""

[GOCRifle_BM X2WeaponTemplate]
FriendlyName="等离子步枪"
FriendlyNamePlural="等离子步枪"
BriefSummary=""
TacticalText=""

[GOCLMG_BM X2WeaponTemplate]
FriendlyName="激光轻机枪"
FriendlyNamePlural="激光轻机枪"
BriefSummary=""
TacticalText=""

[GOCShotgun_BM X2WeaponTemplate]
FriendlyName="风暴枪"
FriendlyNamePlural="风暴枪"
BriefSummary=""
TacticalText=""

[GOCPistol_BM X2WeaponTemplate]
FriendlyName="光束 GOC 手枪"
FriendlyNamePlural="光束 GOC 手枪"
BriefSummary=""
TacticalText=""

[GOCSniperRifle_BM X2WeaponTemplate]
FriendlyName="GOC 光束狙击步枪"
FriendlyNamePlural="GOC 光束狙击步枪"
BriefSummary=""
TacticalText=""

[GOCBattleRifle_CV X2WeaponTemplate]
FriendlyName="GOC 无托枪"
FriendlyNamePlural="GOC 无托枪"
BriefSummary=""
TacticalText=""

[GOCBattleRifle_MG X2WeaponTemplate]
FriendlyName="磁性无托枪"
FriendlyNamePlural="磁性无托枪"
BriefSummary=""
TacticalText=""

[GOCBattleRifle_BM X2WeaponTemplate]
FriendlyName="激光束无托枪"
FriendlyNamePlural="激光束无托枪"
BriefSummary=""
TacticalText=""

[GOCSectopodTurret_M1 X2WeaponTemplate]
FriendlyName="GOC 破坏者炮台"
FriendlyNamePlural="GOC 破坏者炮台"
BriefSummary=""
TacticalText=""

[GOCSectopodTurret_M2 X2WeaponTemplate]
FriendlyName="GOC 破坏者炮台"
FriendlyNamePlural="GOC 破坏者炮台"
BriefSummary=""
TacticalText=""

[GOCSectopodTurret_M3 X2WeaponTemplate]
FriendlyName="GOC 破坏者炮台"
FriendlyNamePlural="GOC 破坏者炮台"
BriefSummary=""
TacticalText=""

[GOC_Pistol_CV X2WeaponTemplate]
FriendlyName="占位符"
FriendlyNamePlural="占位符"
BriefSummary=""
TacticalText=""

[GOC_Pistol_MG X2WeaponTemplate]
FriendlyName="占位符"
FriendlyNamePlural="占位符"
BriefSummary=""
TacticalText=""

[GOC_Pistol_BM X2WeaponTemplate]
FriendlyName="占位符"
FriendlyNamePlural="占位符"
BriefSummary=""
TacticalText=""


[GOCCapnbubsKevlar1M X2BodyPartTemplate]
DisplayName="凯夫拉 1 GOC"

[GOCCapnbubsKevlar1F X2BodyPartTemplate]
DisplayName="凯夫拉 1 GOC"

[GOCCapnbubsKevlar1BalaclavaM X2BodyPartTemplate]
DisplayName="凯夫拉 1 巴拉法克帽 GOC"

[GOCCapnbubsKevlar1BalaclavaM X2BodyPartTemplate]
DisplayName="凯夫拉 1 巴拉法克帽 GOC"

[GOCCapnbubsKevlar2M X2BodyPartTemplate]
DisplayName="凯夫拉 2 GOC"

[GOCCapnbubsKevlar2F X2BodyPartTemplate]
DisplayName="凯夫拉 2 GOC"

[GOCCapnbubsKevlar3M X2BodyPartTemplate]
DisplayName="凯夫拉 3 GOC"

[GOCCapnbubsKevlar3F X2BodyPartTemplate]
DisplayName="凯夫拉 3 GOC"

[GOCCapnbubsKevlar1GasmaskM X2BodyPartTemplate]
DisplayName="凯夫拉 1防毒面具 GOC"

[GOCCapnbubsKevlar1GasmaskF X2BodyPartTemplate]
DisplayName="凯夫拉 1防毒面具 GOC"

[GOCSCTorso1M X2BodyPartTemplate]
DisplayName="SC 躯干 1 GOC"

[GOCSCTorso1F X2BodyPartTemplate]
DisplayName="SC 躯干 1 GOC"

[GOCSCTorso2M X2BodyPartTemplate]
DisplayName="SC 躯干 2 GOC"

[GOCSCTorso2F X2BodyPartTemplate]
DisplayName="SC 躯干 2 GOC"

[GOCArmsM X2BodyPartTemplate]
DisplayName="SC 武器 GOC"

[GOCArmsF X2BodyPartTemplate]
DisplayName="SC 武器 GOC"

[GOCLegsM X2BodyPartTemplate]
DisplayName="SC 腿部 GOC"

[GOCLegsF X2BodyPartTemplate]
DisplayName="SC 腿部 GOC"

[RefinerShot X2AbilityTemplate]
LocFriendlyName="炼油商自由之火"
LocHelpText="向目标开枪。 <Ability:CANNOTBEDODGED/>"
LocLongDescription="发射主要武器总会结束一个单位的回合。"

[DistillerProcess X2AbilityTemplate]
LocFriendlyName="燃烧射击"
LocHelpText="应用烧伤和酸烧伤状态效果"
LocLongDescription="手枪射击，击中时也会产生烧伤和酸烧伤状态效果。"

[ChilledShot X2AbilityTemplate]
LocFriendlyName="冰冻射击"
LocHelpText="花费 2 发子弹向目标射击。击中后冻结"
LocLongDescription="特殊射击，消耗 2 发子弹，但击中时会产生冻结效果。"

[ReaverShot X2AbilityTemplate]
LocFriendlyName="掠夺者射击"
LocHelpText="向目标开枪。 <Ability:CANNOTBEDODGED/>"
LocLongDescription="发射主要武器总会结束一个单位的回合。"

[SectopodEnergyShieldMk1 X2AbilityTemplate]
LocFriendlyName="GOC 能量护盾"
LocHelpText="对范围内的所有友军施加护盾"
LocLongDescription="对范围内的所有友军施加护盾。"

[SectopodEnergyShieldMk2 X2AbilityTemplate]
LocFriendlyName="GOC 高级能量护盾"
LocHelpText="对范围内的所有友军施加护盾"
LocLongDescription="对范围内的所有友军施加护盾。"

[ProxyStunLightningField X2AbilityTemplate]
LocFriendlyName="令人惊叹的闪电场"
LocHelpText="震慑范围内所有单位"
LocLongDescription="震慑范围内所有单位。"

[GOCDatapad X2ItemTemplate]
FriendlyName="GOC数据质量"
FriendlyNamePlural="GOC 数据质量"
BriefSummary="这个数据集显然包含有关全球超自然联盟的敏感信息。恐怕我们需要先进的解密技术才能查明其中的内容。"

[GOCChassisWreckage X2ItemTemplate]
FriendlyName="GOC 底盘残骸"
FriendlyNamePlural="GOC 底盘残骸"
BriefSummary="这款重型武器底盘采用了 破坏者的设计，并由 GOC 工程师进行了升级。"

[GOCDatamassDecryption X2TechTemplate]
DisplayName="GOC 数据块解密"
Summary="现在我们已经发现了一种可以破译最先进加密的方法，我们就有机会破解那个神秘的数据块。"

LongDescription="我们能够恢复两个相当有趣的武器结构图。我已经告知 Shen 博士和她的工程团队这些数据的可能应用。R. 泰根"
UnlockedDescription="已解锁三个新的试验场项目！"

[GOCWreckageAutopsy X2TechTemplate]
DisplayName="GOC 重型战斗底盘分析"
Summary="在战场上遇到的这种战斗底盘不仅仅是重新粉刷过的变种人sectopod。我们最感兴趣的是它的大炮，它似乎不是由变种人设计的。"

LongDescription="我们能够恢复两个相当有趣的武器结构图。我已经告知 Shen 博士和她的工程团队这些数据的可能应用。R. 泰根"
UnlockedDescription="已解锁两个新的试验场项目！"

[GOCRefinerProject X2TechTemplate]
DisplayName="炼油商"
Summary="我们对被盗并重新贴牌的变种人破坏者的分析显示，虽然其大部分船体只进行了轻微修改，但其炮塔却是全新的设计，这对于变种人部队来说并不常见。我们可以复制其设计来制造具有可比破坏力的重型机枪。"

[GOCDistillerProject X2TechTemplate]
DisplayName="蒸馏器"
Summary="这种所谓的蒸馏器的蓝图看起来非常简单，除了它发射的射弹不符合目前已知的物理定律。如果我们有足够的时间和资源，克服这一点应该不成问题。"

[GOCREAVERProject X2TechTemplate]
DisplayName="掠夺者"
Summary="蓝色等离子很可能是由 GOC 的某个人发明的，似乎具有广泛的军事用途。在这个特殊情况下，蓝图表明从这把霰弹枪发射的等离子束，不知何故导致有机目标无法止血。"

[GOCChillerProject X2TechTemplate]
DisplayName="冷却器"
Summary="虽然我们了解到蓝色等离子体能够点燃目标并用酸液覆盖它们，但该武器蓝图声称它还可以将敌人冻结在原地。文档，即使是神秘的，也应该可以让我们制造出这种非凡的步枪。"

[GOCBombardierProject X2TechTemplate]
DisplayName="投弹手"
Summary="对 GOC 战斗 破坏者炮台的分析还显示，它还有另一种射击方法。看来 GOC 工程师对编程机器使用它不太确定，但我们可以从中吸取教训，制造出可以发射威力更大的箭的蓝色等离子武器，但代价是射速。"



;REPRESENTTHENAMESPROUDLY
[GOCREFINERLMG X2WeaponTemplate]
FriendlyName="精炼"
FriendlyNamePlural="精炼厂"
BriefSummary="无处可藏"
TacticalText="特殊的蓝色等离子机枪能够在几秒钟内摧毁一排排的士兵。摧毁所有掩体。"
AbilityDescName="精炼"

[GOCDISTILLERPistol X2WeaponTemplate]
FriendlyName="蒸馏器"
FriendlyNamePlural="蒸馏器"
BriefSummary="所有类型的烧伤"
TacticalText="由 GOC 开发的特殊蓝色等离子手枪。具有特殊射击能力，击中敌人时会使敌人燃烧并造成酸灼伤。"
AbilityDescName="蒸馏器"

[GOCREAVERSHOTGUN X2WeaponTemplate]
FriendlyName="掠夺者"
FriendlyNamePlural="掠夺者"
BriefSummary="做出奉献"
TacticalText="由 GOC 开发的特殊蓝色等离子霰弹枪。每次击中有机目标都会导致流血。"
AbilityDescName="掠夺者"

[GOCCHILLERRIFLE X2WeaponTemplate]
FriendlyName="地狱结冰"
FriendlyNamePlural="地狱结冰"
BriefSummary="地狱结冰"
TacticalText="由 GOC 开发的特殊蓝色等离子步枪。具有将敌人冻结在原地的特殊射击能力。"
AbilityDescName="地狱结冰"

[GOCBOMBARDIERSNIPER X2WeaponTemplate]
FriendlyName="轰炸"
FriendlyNamePlural="轰炸"
BriefSummary="直接把他们送到他们的伪神那里"
TacticalText="由 GOC 开发的特殊蓝色等离子狙击步枪。射击会引起爆炸。"
AbilityDescName="轰炸"

[GOCForces X2SitRepTemplate]
FriendlyName="GOC 控制区域"
Description="任务发生在 GOC 控制的地形上。"

[GOCForcesEffect X2SitRepEffect_AddTeam]
FriendlyName="全球超自然联盟控制区"
Description="任务发生在 GOC 控制的地形上。"

[GOCBlindingLightLMG X2WeaponTemplate]
FriendlyName="耀眼光芒"
FriendlyNamePlural="耀眼的灯光"
BriefSummary="(...)哦，我被灯光晃花了眼(...)"
TacticalText="精英 GOC 枪手使用的特殊轻机枪。使所有被击中的目标迷失方向。"









[ChaosIncursion X2SitRepTemplate]
FriendlyName="混沌分裂者已逃脱"
Description="据报道，混沌叛乱分子正在穿过 战场。他们的动机不明。"

[ChaosIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="混沌分裂者已逃脱"
Description="叛乱分子正在该地区积极活动。"

[ChaosRecruit_M1 X2CharacterTemplate]
strCharacterName="叛乱新兵"

[ChaosMike_M1 X2CharacterTemplate]
strCharacterName="SCP 3033-1"麦克""

[ChaosHunin_M1 X2CharacterTemplate]
strCharacterName="叛乱灵能"

[ChaosRecruit_M2 X2CharacterTemplate]
strCharacterName="资深叛乱分子"

[ChaosMike_M2 X2CharacterTemplate]
strCharacterName="高级 SCP 3033-1"麦克""

[ChaosHunin_M2 X2CharacterTemplate]
strCharacterName="叛乱传教士"

[ChaosRecruit_M3 X2CharacterTemplate]
strCharacterName="叛乱突击队员"

[ChaosMike_M3 X2CharacterTemplate]
strCharacterName="SCP 3033-1"Mike"的完美实例"

[ChaosHunin_M3 X2CharacterTemplate]
strCharacterName="叛乱先知"

[ChaosRifle_CV X2WeaponTemplate]
FriendlyName="被盗的降临步枪"
FriendlyNamePlural="变种人步枪"
BriefSummary=""
TacticalText=""

[ChaosLMG_CV X2WeaponTemplate]
FriendlyName="被盗基金会轻机枪"
FriendlyNamePlural="失窃的轻机枪"
BriefSummary=""
TacticalText=""

[ChaosShotgun_CV X2WeaponTemplate]
FriendlyName="突击霰弹枪"
FriendlyNamePlural="突击霰弹枪"
BriefSummary=""
TacticalText=""

[ChaosRifle_MG X2WeaponTemplate]
FriendlyName="被盗的激光步枪"
FriendlyNamePlural="激光步枪"
BriefSummary=""
TacticalText=""

[ChaosLMG_MG X2WeaponTemplate]
FriendlyName="失窃的激光轻机枪"
FriendlyNamePlural="激光轻机枪"
BriefSummary=""
TacticalText=""

[ChaosShotgun_MG X2WeaponTemplate]
FriendlyName="激光突击霰弹枪"
FriendlyNamePlural="激光突击霰弹枪"
BriefSummary=""
TacticalText=""

[ChaosRifle_BM X2WeaponTemplate]
FriendlyName="被盗的蓝色激光步枪"
FriendlyNamePlural="蓝色激光步枪"
BriefSummary=""
TacticalText=""

[ChaosLMG_BM X2WeaponTemplate]
FriendlyName="失窃的蓝色激光轻机枪"
FriendlyNamePlural="蓝色激光轻机枪"
BriefSummary=""
TacticalText=""

[ChaosShotgun_BM X2WeaponTemplate]
FriendlyName="蓝色激光突击霰弹枪"
FriendlyNamePlural="蓝色激光突击霰弹枪"
BriefSummary=""
TacticalText=""

[Phantom_Vanish X2AbilityTemplate]
LocFriendlyName="消失"
LocLongDescription="士兵变得不被敌人发现。"
LocHelpText="士兵变得不被敌人发现。"
LocFlyOverText="隐藏！"


[Phantom_VanishStart X2AbilityTemplate]
LocFriendlyName="幻影"
LocLongDescription="这名士兵在任务开始时处于隐藏状态"
LocHelpText="这名士兵在任务开始时处于隐蔽状态"
LocFlyOverText="幻影"


[PenaltyShot X2AbilityTemplate]
LocFriendlyName="射击狙击步枪"
LocHelpText="使用狙击步枪向目标射击，并使用瞄准镜进行瞄准。"

[Phantom_VanishReveal X2AbilityTemplate]
LocFriendlyName="显示"
LocFlyOverText="揭晓！"
LocHelpText="向敌人暴露该单位。如果在消失时执行操作，则会自动发生这种情况。"
LocLongDescription="向敌人暴露该单位。如果在消失时执行操作，则会自动发生这种情况。"

[RemoteFuse X2AbilityTemplate]
LocFriendlyName="远程保险丝"
LocLongDescription="如果敌人携带爆炸物，幻影可以远程引爆它们。"
LocHelpText="如果敌人携带爆炸物，Phantom 可以远程引爆它们。"

[RelocationShot X2AbilityTemplate]
LocFriendlyName="火力武器"
LocHelpText="向目标射击，然后获得一个移动点。 <Ability:CANNOTBEDODGED/>"
LocLongDescription="发射主要武器将为该单位提供移动点。"

[ChaosPsiHeal X2AbilityTemplate]
LocFriendlyName="健康企业"
LocLongDescription="从中等范围提供医疗包治疗。 灵能值越高，治疗效果越强。"
LocHelpText="从中等范围提供医疗包治疗。 灵能越高，治疗效果越强。"
LocFlyOverText="健康企业"

[ChaosSmokeGrenade X2GrenadeTemplate]
FriendlyName="混沌烟雾弹"
FriendlyNamePlural="混沌烟雾弹"
BriefSummary="为烟雾半径内的任何单位（无论是友军还是敌人）提供防御增强。"
TacticalText="<Bullet/>可以部署烟雾弹来立即提高附近单位的防御力。<br><Bullet/>烟雾弹比标准手榴弹可以投掷和发射得更远。"
ThrownAbilityName="投掷烟雾弹"
ThrownAbilityHelpText="为其半径内的单位提供防御提升。"
LaunchedAbilityname="发射烟雾弹"
LaunchedAbilityHelpText="为其半径内的单位提供防御提升。"

[ChaosRounds X2AmmoTemplate]
FriendlyName="SCP-4MM0"
FriendlyNamePlural="SCP-4MM0"
BriefSummary="利用危险认知危害的弹药"
TacticalText="<Bullet/> 这些子弹中注入了一种会引发"词汇认知危害"的异常现象。\n<Bullet/> 当它击中生物目标时，就像病毒感染一样，如果目标存活，它会在 5 格半径范围内传播。\n<Bullet/> 异常现象会继续传播到其他宿主，导致瞄准和意志力下降，并在两回合内造成 1 点伤害，但由于它会影响所有感知到"受感染"个体的人，因此宿主更难被击中。"


[ChaosRounds X2AbilityTemplate]
LocFriendlyName="注入认知危害的子弹"


[UIEventNoticesTactical]
ChaosAnomalyTitle="异常扭曲"

[X2Effect_ChaosAnomaly]
ChaosAnomalyFriendlyName="词汇认知危害"
ChaosAnomalyFriendlyDesc="在获得防御提升的同时遭受瞄准和意志惩罚。每回合受到伤害。认知危害分布在 7 个辐射范围内。"
ChaosAnomalyEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 受到词汇认知危害的影响。"
ChaosAnomalyEffectTickedString="<XGParam:StrValue0/!UnitName/> 仍然受到词汇认知危害的影响。"
ChaosAnomalyEffectLostString="<XGParam:StrValue0/!UnitName/> 不再受到词汇认知危害的影响。"


;[ChaosAnomaly.X2DamageTypeTemplate]

